{"story": "**Title: The Age of Industrialisation**\n\n**Subtopic 1: Before the Industrial Revolution**\n\nIn the countryside of England, a new way of working was emerging. Wealthy merchants from the towns would visit the countryside and give money to peasants and artisans to produce goods. These goods were then sold in markets far and wide. This was called proto-industrialisation.\n\nOne of the most important industries was textiles. Peasants and artisans would spin and weave wool and cotton in their own homes. Merchants would then buy these fabrics and sell them to people in other countries. This created a close relationship between the towns and the countryside.\n\n**Subtopic 1.1: The Coming Up of the Factory**\n\nBy the 1730s, a new invention was changing the way that goods were produced. The factory was a large building where all the processes of production were brought under one roof. This allowed for greater supervision, quality control, and labor regulation.\n\nOne of the first industries to adopt the factory system was the cotton industry. Inventions like the spinning jenny and the power loom made it possible to produce stronger threads and fabrics more efficiently. This led to a boom in the cotton industry.\n\n**Subtopic 1.2: The Pace of Industrial Change**\n\nIndustrialisation did not happen at the same pace in all industries. The cotton and metals industries were the most dynamic, while other industries remained small-scale. This was due to a number of factors, including the availability of raw materials, technology, and skilled labor.\n\n**Subtopic 2: Hand Labour and Steam Power**\n\nIn Victorian Britain, there was no shortage of human labour. Industrialists preferred to use hand labour because it was cheaper and more flexible. Machines were better suited for producing standardized goods, but there was still a demand for intricate and customized products.\n\nThe upper classes preferred handmade goods as a symbol of refinement. This meant that there was a continued demand for hand labour even in the midst of industrialisation.\n\n**Subtopic 3: Life of the Workers**\n\nThe abundance of labour in the market led to a migration of people from the countryside to the cities. Industrial workers lived in crowded and unsanitary conditions. They worked long hours for low wages and faced the constant threat of unemployment.\n\nWages increased slightly in the early 19th century, but the real value of wages declined due to inflation. This meant that workers were able to buy less with their earnings. The fear of unemployment made workers hostile to new technology, which they saw as a threat to their jobs.\n\n**Subtopic 4: Factories Come Up**\n\nIndian merchants began to invest in industrial enterprises after making fortunes in trade with China. They established cotton mills, jute mills, and other factories. These factories provided employment for millions of workers and helped to transform India into an industrial nation.\n\nThe early entrepreneurs who established these factories were often self-made men. They had a strong work ethic and a deep understanding of the market. They were also able to adapt to the changing economic conditions.\n\n**Subtopic 4.1: Where Did the Workers Come From?**\n\nThe demand for workers increased with the expansion of factories. Workers came from all over India, including peasants and artisans from nearby villages and workers from distant regions. They were often recruited by jobbers, who controlled their lives and demanded favors.\n\nThe factory worker population was a small proportion of the total industrial workforce. Most industrial production in India was still carried out by small-scale producers, such as handloom weavers and craftsmen.\n\n**Subtopic 4.2: The Peculiarities of Industrial Growth**\n\nThe development of Indian industry was shaped by a number of factors, including the colonial control of the British. British managing agencies dominated industrial production in India, and they focused on producing goods for export, not for domestic sale.\n\nIndian industrialists avoided competing with British imports, and they focused on producing coarse cotton yarn for handloom weavers. In the early 20th century, the Swadeshi movement encouraged the boycott of foreign cloth, and this led to a shift from yarn to cloth production.\n\n**Subtopic 5: Small-scale Industries Predominate**\n\nSmall-scale industries continued to predominate in India, even after the rise of large-scale factories. These industries were often family-run businesses, and they produced a wide range of goods, from clothing to furniture to toys.\n\nHandloom weaving was a particularly important small-scale industry. Handloom weavers adopted fly shuttle technology, which increased their productivity. They also specialized in producing intricate and beautiful weaves that could not be easily imitated by mills.\n\n**Subtopic 6: Market for Goods**\n\nAdvertisements were used to persuade people to buy new products. They shaped consumer culture and created a desire for new and fashionable goods. Manchester labels were used to establish brand and quality, and they often featured images of Indian gods and goddesses.\n\nCalendars were another popular way to promote products. They were distributed free of charge, and they featured images of gods and other auspicious symbols. This helped to create a positive association between the products and the consumers."}