{"information": "**Title:** The Age of Industrialisation\n\n**Subtopics:**\n\n**1. Before the Industrial Revolution**\n- Proto-industrialisation: Large-scale industrial production for an international market before the establishment of factories.\n- Merchants moved to the countryside, supplying money to peasants and artisans to produce goods for international trade.\n- Urban craft guilds restricted production and competition, limiting merchants' ability to expand within towns.\n\n**1.1 The Coming Up of the Factory**\n- Earliest factories in England emerged in the 1730s, but multiplied in late 18th century.\n- Cotton industry boomed, with imports of raw cotton soaring from 2.5 million pounds in 1760 to 22 million pounds in 1787.\n- Inventions increased productivity and enabled production of stronger threads and yarn.\n- Richard Arkwright's cotton mill brought all production processes under one roof, allowing for supervision, quality control, and labor regulation.\n\n**1.2 The Pace of Industrial Change**\n- Cotton and metals were the most dynamic industries in Britain.\n- Cotton led the first phase of industrialisation up to the 1840s, followed by iron and steel.\n\n**Dates and Formulae:**\n\n| Date | Formula | Significance |\n|---|---|---|\n| 1730s | N/A | Earliest factories in England |\n| 1760 | N/A | Britain importing 2.5 million pounds of raw cotton |\n| 1787 | N/A | Britain importing 22 million pounds of raw cotton |\n| Late 18th century | N/A | Multiplication of factories |\n| 1840s | N/A | Iron and steel industry becomes the leading sector |\n**Title:** The Age of Industrialisation\n\n**Subtopics:**\n\n**1. Hand Labour and Steam Power**\n\n* Abundance of human labour in Victorian Britain, leading to low wages\n* Industrialists preferred hand labour due to lower capital investment and seasonal demand\n* Will Thorne's account of job-seekers walking to London in search of work\n* Range of products required intricate designs and specific shapes, unsuitable for machines\n* Upper classes preferred handmade products for refinement and class distinction\n* Countries with labour shortage (e.g., America) embraced mechanical power\n\n**2. Life of the Workers**\n\n* Job availability depended on social networks and kinship relations\n* Job-seekers often faced weeks of unemployment, staying in shelters or on the streets\n* Seasonality of work led to prolonged periods without employment\n* Wages increased slightly in the early 19th century, but real value declined due to inflation\n* Income depended on both wage rate and period of employment\n* 10% of the urban population lived in extreme poverty, rising to 35-75% during economic downturns\n* Workers feared job loss from new technology, as seen in the Spinning Jenny riots\n\n**Dates and Formulae:**\n\n**Dates:**\n\n* 1840s: Expansion of railways in England\n* 1860s: Expansion of railways in colonies\n* 1873: Britain's iron and steel exports valued at £77 million\n* 1781: James Watt patents improved steam engine\n* 1881: Will Thorne walks to London in search of work\n* 1830s: Severe economic slump with high unemployment\n\n**Formulae:**\n\n* None provided in the text\n**Title:** The Age of Industrialisation\n\n**Subtopics:**\n\n**3.1 The Age of Indian Textiles**\n- Dominance of Indian silk and cotton goods in the international market before industrialization.\n- Export routes through land and sea to Central Asia, West Asia, and Southeast Asia.\n- Involvement of Indian merchants and bankers in the export trade network.\n\n**3.2 What Happened to Weavers?**\n- Consolidation of East India Company power after 1760s.\n- Company's monopoly rights to trade and establishment of a system to control weavers.\n- Elimination of existing traders and appointment of gomasthas.\n- System of advances to weavers, tying them to the Company.\n- Weavers' loss of bargaining power and low prices received.\n- Revolts and migrations of weavers.\n\n**3.3 Manchester Comes to India**\n- Development of cotton industries in England.\n- Pressure from industrial groups for import duties on cotton textiles.\n- East India Company's role in selling British manufactures in India.\n- Dramatic increase in British cotton goods imports into India.\n- Decline of Indian textile exports.\n\n**Important Dates and Formulae:**\n\n- **1764:** Invention of the Spinning Jenny by James Hargreaves.\n- **1750s:** Breakdown of the Indian textile export network controlled by Indian merchants.\n- **1772:** Henry Patullo's statement on the continued demand for Indian textiles.\n- **1811-12:** Piece-goods accounted for 33% of India's exports.\n- **1850-51:** Piece-goods accounted for only 3% of India's exports.\n- **1850:** Cotton piece-goods constituted over 31% of the value of Indian imports.\n**Chapter Title:** Factories Come Up\n\n**Subtopics and Key Points:**\n\n**4.1 The Early Entrepreneurs**\n\n* **Key Points:**\n    * Many business groups originated from trade with China.\n    * Dwarkanath Tagore invested in industrial enterprises in Bengal.\n    * Parsis like Dinshaw Petit and Jamsetjee Nusserwanjee Tata accumulated wealth from China trade and raw cotton exports.\n    * Seth Hukumchand, a Marwari businessman, established the first Indian jute mill in Calcutta.\n    * Merchants from Madras, the Middle East, and East Africa also accumulated capital for industrial investments.\n\n**4.2 Where Did the Workers Come From?**\n\n* **Key Points:**\n    * Workers came from surrounding districts, often returning to villages during harvests and festivals.\n    * Workers traveled long distances for mill jobs from United Provinces to Bombay and Calcutta.\n    * Industrialists used jobbers to recruit new workers.\n    * Jobbers often held power and influence over workers, demanding money and gifts.\n    * Factory workers remained a small proportion of the total industrial workforce.\n\n**Dates and Formulae:**\n\n* **1854:** First cotton mill established in Bombay.\n* **1855:** First jute mill established in Bengal.\n* **1860s:** Elgin Mill started in Kanpur; first cotton mill in Ahmedabad set up.\n* **1874:** First spinning and weaving mill in Madras begins production.\n* **1901:** 584,000 workers in Indian factories.\n* **1946:** Over 2,436,000 workers in Indian factories.\n**Title: The Age of Industrialisation**\n\n**5. The Peculiarities of Industrial Growth**\n\n* European Managing Agencies focused on specific products for export, such as tea, coffee, mining, indigo, and jute.\n* Indian businessmen avoided competing with British goods in yarn production.\n* Swadeshi movement and industrial groups led to tariff protection and increased cotton piece-goods production.\n* World War I created a vast home market for Indian mills.\n\n**5.1 Small-scale Industries Predominate**\n\n* Most industrial production occurred in small workshops and household units.\n* Handicrafts production expanded, such as handloom cloth, due to technological advancements like the fly shuttle.\n* Certain groups of weavers thrived despite mill competition due to specialized weaves and the stable demand for finer varieties.\n\n**6. Market for Goods**\n\n* Advertisements played a crucial role in creating new consumers and shaping a consumer culture.\n* Manchester industrialists used labels with Indian gods and goddesses to enhance familiarity and trust.\n* Calendars were widely used to popularize products, even among non-literate populations.\n\n**Important Dates**\n\n* 1906: Decline in Indian yarn exports to China\n* 1911: 67% of large industries located in Bengal and Bombay\n* 1911: 5% of industrial labor force worked in registered factories\n* 1931: 10% of industrial labor force worked in registered factories\n* 1941: Over 35% of handlooms fitted with fly shuttles\n\n**Important Formulae**\n\n* None provided in the given text.\n\n**Important Methodologies**\n\n* Fly shuttle used in weaving to increase productivity and reduce labor demand.\n**Title:** India and the Contemporary World\n\n**Subtopics:**\n\n**1. The Age of Industries in India**\n\n* Growth of factories and industrial labor force\n* Technological advancements\n* Continuation of hand technology and small-scale production\n\n**2. The East India Company and Indian Textiles**\n\n* Company's procurement of cotton and silk textiles from Indian weavers\n* Use of gomasthas to supervise weavers\n* Decline of Surat port in the 18th century\n\n**3. Proto-Industrialization in Europe**\n\n* Merchants employing peasants and artisans in villages\n* Production of goods for international market\n\n**4. Industrialization in India During World War I**\n\n* Increased production due to war demands\n\n**5. Nationalist Message in Indian Advertisements**\n\n* Promotion of Indian-produced products\n* Respect for royal figures used to enhance product quality\n\n**Important Dates:**\n\n* 18th century: Decline of Surat port\n\n**Important Formulae:**\n\n* None mentioned in the given text\n\n**Significance of Dates and Formulae:**\n\n* The decline of Surat port marked a shift in the East India Company's operations in India.\n* No formulae were provided in the given text."}